/* No comment provided by engineer. */
"Removing language resources..." = "Usuwanie języka";

/* No comment provided by engineer. */
"Removing language" = "Removing language";

/* No comment provided by engineer. */
"from"="from";

/* No comment provided by engineer. */
"..."="…";

/* No comment provided by engineer. */
"Canceling operation..." = "Anulowanie operacji…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Removal cancelled" = "Usuwanie anulowane";

/* No comment provided by engineer. */
"WARNING!" = "UWAGA!";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes.  Your OS has not been modified." = "Monolingual nie wykonał żadnych operacji. System nie został zmodyfikowany.";

/* No comment provided by engineer. */
"Cannot remove all languages" = "Nie mogę usunąć wszystkich języków";

/* No comment provided by engineer. */
"Permission Error" = "Brak dostępu";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Continue" = "Kontynuuj";

/* No comment provided by engineer. */
"Removal completed" = "Usuwanie zakończone";

/* No comment provided by engineer. */
"You cancelled the removal.  Some files were erased, some were not." = "Usuwanie zostało przerwane przez użytkownika. Nie wszystkie pliki zostały usunięte.";

/* No comment provided by engineer. */
"Are you sure you want to remove these languages?  You will not be able to restore them without reinstalling OSX." = "Na pewno usunąć wybrane języki? Przywrócenie ich będzie się wiązało z przeinstalowaniem systemu.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Niewłaściwe hasło administratora.";

/* No comment provided by engineer. */
"Language resources removed. Space saved: %s." = "Wybrane zasoby językowe zostały usunięte. Space saved: %s.";

/* No comment provided by engineer. */
"Nothing done" = "Nic nie wykonano";

/* No comment provided by engineer. */
"A newer version of Monolingual is available online.  Would you like to download it now?" = "Nowsza wersja Monolingual jest dostępna. Chcesz pobrać ją teraz?";

/* No comment provided by engineer. */
"Stop" = "Przerwij";

/* No comment provided by engineer. */
"Update Available" = "Aktualizacja dostępna";

/* No comment provided by engineer. */
"Removing all languages will make OS X inoperable.  Please keep at least one language and try again." = "Usunięcie wszystkich języków sprawi, że system nie będzie działał. Pozostaw przynajmniej jeden język i spróbuj ponownie.";

/* No comment provided by engineer. */
"Afrikaans"="Afrikaans";

/* No comment provided by engineer. */
"Amharic"="Amharic";

/* No comment provided by engineer. */
"Arabic"="Arabic";

/* No comment provided by engineer. */
"Assamese"="Assamese";

/* No comment provided by engineer. */
"Aymara"="Aymara";

/* No comment provided by engineer. */
"Azerbaijani"="Azerbaijani";

/* No comment provided by engineer. */
"Byelorussian"="Byelorussian";

/* No comment provided by engineer. */
"Bulgarian"="Bulgarian";

/* No comment provided by engineer. */
"Bengali"="Bengali";

/* No comment provided by engineer. */
"Tibetan"="Tibetan";

/* No comment provided by engineer. */
"Breton"="Breton";

/* No comment provided by engineer. */
"Catalan"="Catalan";

/* No comment provided by engineer. */
"Czech"="Czech";

/* No comment provided by engineer. */
"Welsh"="Welsh";

/* No comment provided by engineer. */
"Danish"="Danish";

/* No comment provided by engineer. */
"German"="Niemiecki";

/* No comment provided by engineer. */
"Dzongkha"="Dzongkha";

/* No comment provided by engineer. */
"Greek"="Greek";

/* No comment provided by engineer. */
"English"="Angielski";

/* No comment provided by engineer. */
"Australian English"="Australian English";

/* No comment provided by engineer. */
"Canadian English"="Canadian English";

/* No comment provided by engineer. */
"British English"="British English";

/* No comment provided by engineer. */
"U.S. English"="U.S. English";

/* No comment provided by engineer. */
"Esperanto"="Esperanto";

/* No comment provided by engineer. */
"Spanish"="Hiszpański";

/* No comment provided by engineer. */
"Estonian"="Estonian";

/* No comment provided by engineer. */
"Basque"="Basque";

/* No comment provided by engineer. */
"Farsi"="Farsi";

/* No comment provided by engineer. */
"Finnish"="Finnish";

/* No comment provided by engineer. */
"Faroese"="Faroese";

/* No comment provided by engineer. */
"French"="Francuski";

/* No comment provided by engineer. */
"Canadian French"="Canadian French";

/* No comment provided by engineer. */
"Irish"="Irish";

/* No comment provided by engineer. */
"Scottish"="Scottish";

/* No comment provided by engineer. */
"Galician"="Galician";

/* No comment provided by engineer. */
"Guarani"="Guarani";

/* No comment provided by engineer. */
"Gujarati"="Gujarati";

/* No comment provided by engineer. */
"Manx"="Manx";

/* No comment provided by engineer. */
"Hebrew"="Hebrew";

/* No comment provided by engineer. */
"Hindi"="Hindi";

/* No comment provided by engineer. */
"Croatian"="Croatian";

/* No comment provided by engineer. */
"Hungarian"="Hungarian";

/* No comment provided by engineer. */
"Armenian"="Armenian";

/* No comment provided by engineer. */
"Indonesian"="Indonesian";

/* No comment provided by engineer. */
"Icelandic"="Icelandic";

/* No comment provided by engineer. */
"Italian"="Włoski";

/* No comment provided by engineer. */
"Inuktitut"="Inuktitut";

/* No comment provided by engineer. */
"Japanese"="Japoński";

/* No comment provided by engineer. */
"Javanese"="Javanese";

/* No comment provided by engineer. */
"Georgian"="Georgian";

/* No comment provided by engineer. */
"Kazakh"="Kazakh";

/* No comment provided by engineer. */
"Greenlandic"="Greenlandic";

/* No comment provided by engineer. */
"Khmer"="Khmer";

/* No comment provided by engineer. */
"Kannada"="Kannada";

/* No comment provided by engineer. */
"Korean"="Korean";

/* No comment provided by engineer. */
"Kashmiri"="Kashmiri";

/* No comment provided by engineer. */
"Kurdish"="Kurdish";

/* No comment provided by engineer. */
"Kirghiz"="Kirghiz";

/* No comment provided by engineer. */
"Latin"="Latin";

/* No comment provided by engineer. */
"Lao"="Lao";

/* No comment provided by engineer. */
"Lithuanian"="Lithuanian";

/* No comment provided by engineer. */
"Latvian"="Latvian";

/* No comment provided by engineer. */
"Malagasy"="Malagasy";

/* No comment provided by engineer. */
"Macedonian"="Macedonian";

/* No comment provided by engineer. */
"Malayalam"="Malayalam";

/* No comment provided by engineer. */
"Mongolian"="Mongolian";

/* No comment provided by engineer. */
"Moldavian"="Moldavian";

/* No comment provided by engineer. */
"Marathi"="Marathi";

/* No comment provided by engineer. */
"Malay"="Malay";

/* No comment provided by engineer. */
"Maltese"="Maltese";

/* No comment provided by engineer. */
"Burmese"="Burmese";

/* No comment provided by engineer. */
"Nepali"="Nepali";

/* No comment provided by engineer. */
"Dutch"="Holenderski";

/* No comment provided by engineer. */
"Norwegian"="Norwegian";

/* No comment provided by engineer. */
"Oromo"="Oromo";

/* No comment provided by engineer. */
"Oriya"="Oriya";

/* No comment provided by engineer. */
"Punjabi"="Punjabi";

/* No comment provided by engineer. */
"Polish"="Polish";

/* No comment provided by engineer. */
"Pashto"="Pashto";

/* No comment provided by engineer. */
"Portuguese"="Portuguese";

/* No comment provided by engineer. */
"Brazilian Portoguese"="Brazilian Portoguese";

/* No comment provided by engineer. */
"Quechua"="Quechua";

/* No comment provided by engineer. */
"Rundi"="Rundi";

/* No comment provided by engineer. */
"Romanian"="Romanian";

/* No comment provided by engineer. */
"Russian"="Russian";

/* No comment provided by engineer. */
"Kinyarwanda"="Kinyarwanda";

/* No comment provided by engineer. */
"Sanskrit"="Sanskrit";

/* No comment provided by engineer. */
"Sindhi"="Sindhi";

/* No comment provided by engineer. */
"Sami"="Sami";

/* No comment provided by engineer. */
"Sinhalese"="Sinhalese";

/* No comment provided by engineer. */
"Slovak"="Slovak";

/* No comment provided by engineer. */
"Slovenian"="Slovenian";

/* No comment provided by engineer. */
"Somali"="Somali";

/* No comment provided by engineer. */
"Albanian"="Albanian";

/* No comment provided by engineer. */
"Serbian"="Serbian";

/* No comment provided by engineer. */
"Sundanese"="Sundanese";

/* No comment provided by engineer. */
"Swedish"="Swedish";

/* No comment provided by engineer. */
"Swahili"="Swahili";

/* No comment provided by engineer. */
"Tamil"="Tamil";

/* No comment provided by engineer. */
"Telugu"="Telugu";

/* No comment provided by engineer. */
"Tajiki"="Tajiki";

/* No comment provided by engineer. */
"Thai"="Thai";

/* No comment provided by engineer. */
"Tigrinya"="Tigrinya";

/* No comment provided by engineer. */
"Turkmen"="Turkmen";

/* No comment provided by engineer. */
"Tagalog"="Tagalog";

/* No comment provided by engineer. */
"Turkish"="Turkish";

/* No comment provided by engineer. */
"Tatar"="Tatar";

/* No comment provided by engineer. */
"Tongan"="Tongan";

/* No comment provided by engineer. */
"Uighur"="Uighur";

/* No comment provided by engineer. */
"Ukrainian"="Ukrainian";

/* No comment provided by engineer. */
"Urdu"="Urdu";

/* No comment provided by engineer. */
"Uzbek"="Uzbek";

/* No comment provided by engineer. */
"Vietnamese"="Vietnamese";

/* No comment provided by engineer. */
"Yiddish"="Yiddish";

/* No comment provided by engineer. */
"Chinese"="Chinese";

/* No comment provided by engineer. */
"Simplified Chinese"="Simplified Chinese";

/* No comment provided by engineer. */
"Traditional Chinese"="Traditional Chinese";
